# Задание 1 «Длина слова».
a = 'Василий на связи' # присвоили переменную
lenth = len(a) # присвоили переменную с количеством символов в переменной а
print('Фраза "Василий на связи" содержит ', lenth, " символов") # вывели значение

# Задание 2 «Суммы и разности».
first = 500
second = 100
summa = first + second
diff = first - second
print('Сумма: ', summa,'Разность: ', diff)

# Задание 3 «Среднее арифметическое».
first = 500
second = 100
third = 300
mean = (first + second + third) / 3
print('Среднее арифметическое: ', mean)

# Задание 4  «Простые строчки».
first_string = "Вторник"
second_string = "Понедельник"
print(second_string, ', ', first_string)

# Задание 5 «Сложная формула».
a = int(input("введите значение переменной А"))
b = int(input("введите значение переменной В"))
c = int(input("введите значение переменной С"))
print("Среднее арифметическое:", str((a + b + c)/3))

